[{
		"YazarAdi": "Tevfik Fikret",
		"YazarDogumTarihi": "(1867 - 1915)",
		"YazarAciklama": "Servet-i Fünun şiirinin en önemli temsilcisidir.",
		"YazarEserleri": "Rübab-ı Şikeste, Rübabın Cevabı, Haluk’un Defteri, Şermin",
		"KapakFotoUrl": "https://raw.githubusercontent.com/busealkan/h5190059busealkan/main/kapak_tevfik_fikret.png",
		"KucukLogoUrl": "https://raw.githubusercontent.com/busealkan/h5190059busealkan/main/logo_tevfik_fikret.jpg",
		"DetayHayati": "Tevfik Fikret, 24 Aralık 1867 tarihinde İstanbul’da dünyaya geldi. Babası Hüseyin Efendi, annesi ise Hatice Refia Hanım’dır. Küçük yaşta annesini kaybetti. Babası ise annesinin vefatından kısa bir süre sonra Arabistan’a sürgüne gönderildi.Öğrenim hayatına Aksaray Mahmudiye Rüştiyesi’nde başladı. Daha sonra Mekteb-i Sultani’ye geçti. Buradaki öğretmenleri arasında Muallim Naci ve Recaizade Mahmut Ekrem gibi dönemin önemli edebiyatçıları vardı. Edebiyata olan ilgisi de bu dönemde başladı. Yazığı ilk şiir, Tercüman-ı Hakikat gazetesinde yayımlandı.Tevfik Fikret, Mekteb-i Sultani’den birincilikle mezun olduktan sonra bir süre Hariciye Nezareti’nde çalıştı. 1892-1895 yılları arasında ise Mekteb-i Sultani’de öğretmenlik yaptı. 1895 yılında Servet-i Fünun dergisinde yönetici olarak görev yapmaya başladı. Edebiyat-ı Cedide hareketinin öncülerinden biri oldu. Servet-i Fünun dergisi kapatılınca ve üst üst başka olumsuzluklarla karşılaşınca “Aşiyan” adını verdiği evine çekildi. Bu süreçte edebi çalışmalarına ara verdi. 1908 yılında Meşrutiyet’in ilan edilmesiyle birlikte edebi çalışmalarına döndü ve iki arkadaşıyla birlikte “Tanin” adında bir gazete çıkardı. 1909 yılında Mekteb-i Sultani’nin müdürü olduysa da bir yıl sonra yaşadığı bir anlaşmazlık sebebiyle görevinden istifa etti. Tekrardan “Aşiyan”a çekilen Tevfik Fikret, bu dönem sadece Robert Koleji’ndeki öğretmenlik görevini sürdürdü. 19 Ağustos 1915 tarihinde hayatını kaybetti.",
		"DetayEdebiKisiligi": "<ul><li>Kendi akımının ve <b>Türk edebiyatının</b> en önemli şairlerindendir.</li><li><b>Aruz ölçüsünü</b> Türkçeye başarıyla uygulamıştır.</li><li>Fen, bilim, teknik onun kalemiyle şiirimize girmiştir.</li><li><b>Parnasizm</b> akımından etkilenmiştir.<br>Şiiri düz yazıya yaklaştırmıştır.</li><li>Şermin adlı eserinde <b>hece ölçüsünü</b> kullanmıştır.</li><li>Servet-i Funun'dan sonra herhangi bir topluluğa katılmamış, bazı sosyal şiirler yazmıştır.</li><li>Türk edebiyatında ilk defa İstanbul'u eleştiren şair olmuştur.(Sis şiiri)</li><li><b>Mehmet Akif</b> ile atışmışlardır. Oğlu Amerika'ya okumak için gider; ancak papaz olur.</li></ul>",
		"DetayEserleri": "Rubab-ı Şikeste, Halukun Defteri, Rubab-ın Cevabı, Tarih-i Kadim, Doksan Beşe Doğru, Şermin"

	},
	{
		"YazarAdi": "Cenap Şahabettin",
		"YazarDogumTarihi": "(1870 - 1934)",
		"YazarAciklama": "Servet-i Fünun'un Tevfik Fikret'ten sonra gelen en önemli şairidir.",
		"YazarEserleri": "Evrak-ı Leyal, Evrak-ı Eyyam, Hac Yolunda, Avrupa Mektupları, Tiryaki Sözler",
		"KapakFotoUrl": "https://raw.githubusercontent.com/busealkan/h5190059busealkan/main/kapak_cenap_sahabettin.png",
		"KucukLogoUrl": "https://raw.githubusercontent.com/busealkan/h5190059busealkan/main/logo_cenap_sahabettin.jpg",
		"DetayHayati": "Türk Edebiyatı’nda sembolizmin öncüsü olarak kabul edilen Cenap Şahabettin 1870 yılında İstanbul’da doğdu. Uzun yıllar memurluk yaparak geçinen Cenap Şahabettin küçüklükten beri meraklı olduğu edebiyat alanına yönelerek pek çok şiir kaleme aldı.Muallim Naci’yle tanıştıktan sonra ondan etkilenerek divan edebiyatı şiirlerine benzer yazılar  yazmaya çalıştı. Sonraki yıllarda bu alanda kendini oldukça geliştiren Cenap Şahabettin, Recaizade Mahmut Ekrem’in de desteğiyle bu alanda oldukça ilerledi. Sembolizm akımında şiirler yazmaya başladı. Sonraki yıllarda hep bu tarzda şiirler yazdı.Ünlü şair 12 Şubat 1934 tarihinde geçirdiği beyin kanaması nedeniyle hayatını kaybetti.",
		"DetayEdebiKisiligi": "<ul><li>Sanat, sanat içindir görüşünü benimsemiştir.</li><li>Halk arasında birçok dizesi <b>atasözü</b> gibi kullanılmaktadır.</li><li>Dilini süslemiş, kelime oyunları bol, <b>söz sanatları</b> oldukça fazla kullanmıştır.</li><li>Şaire göre <b>şiir kelimelerle resim yapma işidir</b>.</li></ul>",
		"DetayEserleri": "Hac Yolunda, Evrak-ı Eyyam, Tamat, Nesr-i Harp, Nesr-i Sulh, Afak-ı Irak Tiryaki Sözleri."
	},
	{
		"YazarAdi": "Halit Z. Uşaklıgil",
		"YazarDogumTarihi": "(1866 - 1945)",
		"YazarAciklama": "Edebiyatımızda Batılı anlamda ilk romanı yazan sanatçımızdır.",
		"YazarEserleri": "Sefile, Nemide, Bir Ölünün Hatıra Defteri, Ferdi ve Şürekâsı, Mai ve Siyah, Aşk-ı Memnu, Kırık Hayatlar",
		"KapakFotoUrl": "https://raw.githubusercontent.com/busealkan/h5190059busealkan/main/kapak_halit_ziya_usakligil.png",
		"KucukLogoUrl": "https://raw.githubusercontent.com/busealkan/h5190059busealkan/main/logo_halit_ziya_usakligil.jpg",
		"DetayHayati": "Türk edebiyatının unutulmaz romancılarından Halit Ziya Uşaklıgil, 1866 yılında İstanbul’da doğdu. Öğrenim hayatına Mahalle Mektebi’nde başlayan Halit Ziya, buradan mezun olduktan sonra Fatih Askeri Rüştiyesi’ne kaydoldu. Ailesi İzmir’e taşınınca eğitimini burada sürdürdü.Küçük yaşlardan itibaren edebiyata ilgi duydu. “Deniz Danası” başlığını taşıyan ilk yazısı Hazine-i Evrak dergisinde yayımlandı. Bir süre öğretmenlik yaptı. Bu dönemde “Nevruz” adında bir dergi ve “Hizmet” adında da bir gazete çıkardı. 1893 yılında İstanbul’da gelerek Reji Genel Müdürlüğü’nde çalışmaya başladı.Edebiyat-ı Cedide topluluğuna katıldı ve Servet-i Fünun dergisinde yazmaya başladı. İlk önemli romanı olarak kabul edilen “Mai ve Siyah”, 1897 yılında Servet-i Fünun dergisinde yayımlandı. Servet-i Fünun dergisi kapatılınca bir süre inzivaya çekildi. İkinci Meşrutiyet’in ardından edebi çalışmalarına tekrardan hız verdi. Halit Ziya Uşaklıgil, 27 Mart 1945 tarihinde vefat etti.",
		"DetayEdebiKisiligi": "<ul><li>Birçok edebi türde eser vermesine rağmen asıl ününü romanlarda bulmuştur.</li><li>Sanatlı bir söyleyişi, iyi bir gözlemciliği vardır.</li><li>Romanlarında üst tabakanın hayat özelliklerini işlemesine rağmen hikâyelerinde sıradan insanları işlemiştir.</li><li><b>Realizm ve natüralizmi</b> benimsemiştir.</li><li>Eserleri teknik açıdan kuvvetlidir, bu yönüyle <b>romancılığımızın üstadı</b> sayılır.</li><li>Şiirleri düz yazıya oldukça yakındır.</li></ul>",
		"DetayEserleri": "Aşk-Memnu, Mai ve Siyah, Kırık Hayatlar, Bir Ölünün Defteri, Aşka Dair, Kâbus"
	},
	{
		"YazarAdi": "Mehmet Rauf",
		"YazarDogumTarihi": "(1876 - 1931)",
		"YazarAciklama": "Servet-i Fünun romanının ikinci büyük ismidir.",
		"YazarEserleri": "Eylül, Ferda-yı Garam, Genç Kız Kalbi, Son Emel, Bir Aşkın Tarihi, Üç Hikâye, Siyah İnciler",
		"KapakFotoUrl": "https://raw.githubusercontent.com/busealkan/h5190059busealkan/main/kapak_mehmet_rauf.png",
		"KucukLogoUrl": "https://raw.githubusercontent.com/busealkan/h5190059busealkan/main/logo_mehmet_rauf.jpg",
		"DetayHayati": "12 Ağustos 1875'te İstanbul'da doğdu. 23 Aralık 1931'de yine İstanbul'da yaşamını yitirdi. Türk edebiyatında psikolojik roman türünün ilk örneklerinden olan Eylül isimli romanıyla tanınır. İlk ve orta öğrenimini İstanbul Balat'taki mahalle mektebiyle, Soğukçeşme Askeri Rüşdiyesi'nde yaptı. Bahriye mektebini bitirdi, deniz subayı oldu. 1894'te staj için Girit'e, 1895'te Kiel kanalının açılış töreni için Almanya'ya gönderildi. Trabya'da elçilik gemilerinin irtibat subaylığına atandı. Üç kez evlendi. 1908'den sonra bahriyeden ayrılarak sadece yazarlık yaptı. 1908-1909 arasında Mehasin, 1923-1924 arasında Süs adlarında iki kadın dergisi yayınladı. Bir süre ticaretle uğraştı. Yaşamının son yıllarını yoksulluk içinde geçirdi.",
		"DetayEdebiKisiligi": "<ul><li>İlk psikolojik romanımız olan <b>EYLÜL'ü</b> yazmıştır.</li><li>Çok fazla bir edebi kimliği yoktur.</li><li><b>Halit Ziya'nın</b> etkisinde kalmıştır.</li></ul>",
		"DetayEserleri": "Garam-ı Şebab, Ferda-yı Garam, Eylül, Karanfil ve Yasemin, Bir Aşkın Tarihi, Kadın İsterse, Siyah İnciler"
	},
	{
		"YazarAdi": "Hüseyin C. Yalçın",
		"YazarDogumTarihi": "(1874 – 1957)",
		"YazarAciklama": "Eserlerinde gözleme ve betimlemeye yer veren gerçekci yazardır.",
		"YazarEserleri": "Hayat-ı Muhayyel, Hayal içinde,Kavgalarım, Edebi Hatıralar, Siyasal Anılar",
		"KapakFotoUrl": "https://raw.githubusercontent.com/busealkan/h5190059busealkan/main/kapak_huseyin_cahit_yalcin.png",
		"KucukLogoUrl": "https://raw.githubusercontent.com/busealkan/h5190059busealkan/main/logo_huseyin_cahit_yalcin.jpg",
		"DetayHayati": "Gazeteci, siyaset adamı, eleştirmen, çevirmen. 1874 yılında Balıkesir'de doğdu. Yüksek öğrenimini Mekteb-i Mülkiye'de tamamladı. 1897 yılından sonra Vefa ve Mercan İdadilerinde Türkçe ve Fransızca öğretmenliğinin yanı sıra müdür yardımcılığı ve müdürlük görevlerinde bulundu.1900 yılında Tevfik Fikret Servet-i Fünun Dergisi'nden ayrılınca bu derginin yönetimini üstlendi. II. Meşrutiyet'in ilanından sora memurluktan ayrıldı. Tanin'i çıkardı. Daha sonra İttihat ve Terakki Partisine girdi. Milletvekili seçilerek Meclis-i Mebusan başvekilliğine getirildi. Düyun-ı Umumiye'de dayinler vekilliği yaptı. İstanbul'un işgal edilmesi üzerine İngilizlerce tutuklanıp Malta Adasına sürgüne yollandı (1919). Dönüşünde yeniden Tanin'i çıkardı. Cumhuriyet Savaşı sonrasında gerçekleştirilen yeniliklere ve bazı yasalara karşı çıktığı için İstiklal Mahkemesinde yargılandı. Aklandıktan sonra ikinci kez yargılanarak 1925'de Çorum'a sürgüne gönderildi.Sürgünden döndükten sonra Sanayi ve Maadin Bankası İdare Meclisi Başkanlığına atandı. 1933 yılında Fikir Hareketleri Dergisi'ni çıkardı. 1938'de yeniden politikaya ve gazetecilik yaşamına başladı. 1939'da İstanbul, 1950'de de Kars'tan milletvekili seçilerek Meclis'e girdi. 1948 yılında Ulus Gazetesi'nde başyazarlık yaptı.Demokrat Parti yönetimine karşı bir yazısından dolayı mahkum oldu. Bir süre cezaevinde yattıktan sonra Cumhurbaşkanı tarafından bağışlandı. 1957 yılında İstanbul'da öldü.",
		"DetayEdebiKisiligi": "<ul><li>Roman ve hikâyeci olarak ün kazanmış; sonraları siyasi yazarlığa geçmiştir.</li><li>Roman ve hikâyelerinde <b>şairane ve süslü</b> bir üslup kullanmıştır.</li><li>Fıkra, anı, eleştiri, mensur şiir türlerinde de eserler yazmıştır.</li><li><b>Eski-yeni</b> tartışmalarında yeni edebiyatın başta gelen savunucularından olmuştur.</li><li><b>Edebiyat ve Hukuk</b> makalesinden dolayı Servet-i Fünun dergisi kapatılmıştır.</li></ul>",
		"DetayEserleri": "Nadide, Hayal İçinde ,Kavgalarım, Edebi Hatıralar, Siyasal Anılar, Talat Paşa, Hayat-ı Muhayyel, Niçin Aldatırlarmış?"
	},
	{
		"YazarAdi": "Süleyman Nazif",
		"YazarDogumTarihi": "(1870 - 1927)",
		"YazarAciklama": "Nazım Hikmet'in etkisinde kalarak özgürlükçü eserler yazmıştır.",
		"YazarEserleri": "Gizli Figanlar, Firak-ı Irak, Malta Geceleri, Tarihin Yılan Hikayesi",
		"KapakFotoUrl": "https://raw.githubusercontent.com/busealkan/h5190059busealkan/main/kapak_suleyman_nazif.png",
		"KucukLogoUrl": "https://raw.githubusercontent.com/busealkan/h5190059busealkan/main/logo_suleyman_nazif.jpg",
		"DetayHayati": "Babası, şair ve tarihçi Sait Paşa; annesi bir aşiret liderinin kızı olan Ayşe Hanım'dır. Şair Faik Ali Ozansoy'un ağabeyidir. Süleyman Nazif, özel eğitim görerek yetişti; Arapça ve Farsça'nın yanı sıra Fransızca öğrendi. Osmanlı ve cumhuriyetin önemli Kürt aydınlarındandır. Çeşitli memurluklarda çalıştıktan sonra Vilayet gazetesinde başyazarlık yaptı. II. Abdülhamit'in gazabına uğrayan yazarlardan biri olan Süleyman Nazif, 1897 yılında Paris'e kaçarak sekiz ay boyunca orada yaşadı. Yurda döndükten sonra padişahın emriyle vilayet mektupçusu olarak Bursa'ya sürgüne gönderildi. 1898 yılından gittiği sürgünden ancak 10 yıl sonra, II. Meşrutiyet'in ilan edilmesiyle birlikte kurtulabildi. 1914'e kadar Basra, Musul, Kastamonu, Trabzon ve Bağdat valiliklerinde çalıştı, görevinden ayrıldıktan sonra İstanbul'a gelerek yazarlığa devam etti.",
		"DetayEdebiKisiligi": "<ul><li>Servetifünun topluluğuna katıldıktan sonra bireysel konuları işlemiştir.</li><li>1908’den sonra ise toplumsal konuları işlemiştir, <b>toplum için sanat</b> anlayışını benimsemiştir.</li><li>İtilaf Devletleri tarafından İstanbul’un işgal edilmesi üzerine <b>Kara Bir Gün</b> adlı yazısının yayımlanmasından dolayı Malta’ya sürülmüştür.</li><li>Daüssıla şiirinde milli duyguları ve ıstırapları anlatmıştır.</li><li>Malta’da sürgündeyken yazdığı <b>vatan</b> konulu şiirleriyle ünlenmiştir.</li><li>Şiirlerinde <b>Namık Kemal’i</b> örnek alan sanatçı, toplumcu bir anlayışa sahiptir.</li><li>Eserlerinde <b>vatan, millet, hürriyet</b> konularını işlemiştir.</li></ul>",
		"DetayEserleri": "Gizli Figanlar, Fırak-ı Irak, Batarya ile Ateş, Malta Geceleri, Çal Çoban Çal, Tarihin Yılan Hikayesi, İki Dost"
	}
]